//>>built
define(
//begin v1.x content
({
	'xdomain_reduced_func' : 'Просмотр веб-страниц в системе, отличной от сервера клиента тестирования, приведет к существенному ограничению функций клиента тестирования.',

	'index_title' : 'Эмулятор браузера мобильных устройств',
	'index_desc' : 'Эмулятор браузера мобильных устройств позволяет просматривать веб-страницы в форматах, поддерживаемых различными браузерами мобильных устройств.',
	'index_webpage' : 'Веб-страница:',
	'index_go' : 'Перейти',
	'index_scale' : 'Масштаб для всех устройств:',
	'index_scale_pp' : '100%',
	'index_scale_fit' : 'По размеру окна',
	'index_scale_physical' : 'По размеру физического устройства',
	'index_add_device' : 'Добавить устройство',
	'index_calibrate' : 'Выбрать физический размер',
	'index_calibrate_dialog_title' : 'Выбор физического размера',
	'index_scaling_warning' : 'Эмулятор браузера мобильных устройств не поддерживает масштабирование содержимого в этом браузере. Масштабирование содержимого поддерживается только в последней версии Firefox и в Internet Explorer версии 9 или более поздней.',
	'index_xdomain_warning' : 'Показанная веб-страница не расположена на одном сервере с клиентом тестирования.',
	'index_enable_useragent_switching' : 'Включить смену пользовательского агента',
	'index_useragent_switching_desc' : 'Функция смены ИД пользовательского агента позволяет изменять ИД пользовательского агента в браузере, для того чтобы при загрузке страницы в эмулятор она запрашивалась с применением правильного ИД пользовательского агента.',
	'index_useragent_switching_support' : 'Смена пользовательского агента не поддерживается в следующих браузерах:',
	'index_useragent_extension_install_title' : 'Установить расширение смены пользовательского агента',
	'index_useragent_extension_install_instructions_1' : 'Для того чтобы Эмулятор браузера мобильных устройств автоматически менял строку ИД пользовательского агента, в браузере должно быть установлено специальное расширение.',
	'index_useragent_extension_install_instructions_2' : 'Эмулятор обнаружил, что последняя версия расширения не установлена. Установите последнюю версию расширения в текущий браузер, перейдя по указанной выше ссылке.',
	'index_useragent_extension_install_btn' : 'Установить расширение браузера',
	'index_need_http' : "Если указан абсолютный путь, то он должен иметь префикс 'http://'.",
	
	'MobileDeviceTree_by_platform' : 'По платформе',
	'MobileDeviceTree_by_resolution' : 'По разрешению',
	'MobileDeviceTree_platforms' : 'Платформы',
	'MobileDeviceTree_resolutions' : 'Разрешения',
	
	'MobileBrowserSimulator_rotate' : 'Повернуть',
	'MobileBrowserSimulator_remove_device': 'Удалить устройство',
	'MobileBrowserSimulator_xdomain_warning' : 'Показанная веб-страница не расположена на одном сервере с клиентом тестирования.',
	
	'PPICalculator_desc' : 'Для просмотра страницы в эмуляторе, масштабированной по физическому размеру различных мобильных устройств, размер эмулятора должен быть адаптирован под текущий монитор:',
	'PPICalculator_step_1' : 'Приложите кредитную карту стандартного размера к экрану так, чтобы ее верхний край совпал со сплошной черной линией.',
	'PPICalculator_step_2' : 'Переместите прерывистую серую линию с помощью мыши или клавиш со стрелками так, чтобы она совпала с нижним краем карты.',
	
	'Mozilla_Firefox' : 'Mozilla Firefox',
	'Google_Chrome' : 'Google Chrome',
	'Safari' : 'Safari',

	// Apache Cordova support specific labels.
	'index_enable_cordova' : "Cordova",
	'index_cordova_enable_desc' : 'Имитация Cordova позволяет опробовать API Cordova.',	
	'index_cordova_support' : 'Имитацию поддерживают следующие браузеры:'

})
//end v1.x content
);
